tap "coursier/formulas"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "scalacenter/bloop"
brew "openssl@3"
brew "awscli"
brew "coreutils"
brew "diff-so-fancy"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "libxml2"
brew "lua"
brew "luarocks"
brew "memcached", restart_service: true
brew "metals"
brew "openssl@1.1"
brew "mysql@5.7", link: true
brew "tree-sitter"
brew "neovim"
brew "openjdk@11"
brew "pipx"
brew "postgresql@14"
brew "qt"
brew "rbenv"
brew "ripgrep"
brew "rustup"
brew "scala"
brew "stow"
brew "swiftlint"
brew "the_silver_searcher"
brew "thefuck"
brew "thrift"
brew "tmux"
brew "xcbeautify"
brew "xcode-build-server"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "coursier/formulas/coursier"
brew "felixkratz/formulae/borders"
cask "aerospace"
cask "alt-tab"
cask "graphiql"
cask "monitorcontrol"
cask "xquartz"
